<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<h1>이용약관동의페이지</h1>

<form action="regist_agree" method="post">
<input type="radio">이용약관, 개인정보 수집 및 이용, 위치정보 이용약관(선택),
프로모션 안내 메일 수신(선택)에 모두 동의합니다.<br><br>
<input type="radio">이용약관동의(필수)<br><br>
<textarea rows="10" cols="80">제1장 총칙
제 1 조 (목적)
본 약관은 회원이 개별 서비스의 아이디(ID)를 통합하여 하나의 ID로 사용할 수 있도록 에스케이텔레콤 주식회사(이하 “회사”)가 제공하는 “Ordering 아이디” 서비스를 이용하는 데 필요한 회원과 회사 간의 권리, 의무 및 책임사항, 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)
① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. Ordering 아이디 : 회사 또는 관계사가 제공하는 개별 서비스를 통합된 하나의 ID 계정으로 회원 인증, 회원정보 변경, 회원 가입 및 탈퇴 등을 관리할 수 있도록 회사가 제공하는 서비스를 말합니다.
2. 회원: Ordering 아이디가 적용된 개별 서비스 또는 Ordering 아이디 웹사이트에서 본 약관에 동의하고, ID와 Password(비밀번호)를 발급 받은 고객을 말합니다. 회원의 자격 및 권한 등은 본 약관에서 정한 바에 따라 일부 제한될 수 있습니다.
3. 관계사: 회사와 제휴 관계를 맺고 Ordering 아이디를 공동 제공하기로 합의한 법인을 말합니다. 개별 관계사는 추후 추가/변동될 수 있으며 관계사가 추가/변동될 때에는 본 약관에서 정한 방식으로 회원에게 공지합니다.
4. 개별 서비스: Ordering 아이디를 이용하여 접속 가능한 서비스를 말합니다. 개별 서비스는 추후 추가/변동될 수 있으며 서비스가 추가/변동될 때에는 본 약관에서 정한 방식으로 회원에게 공지합니다.
5. 아이디 (“ID”): Ordering 아이디를 통해 개별 서비스에 동일하게 사용할 수 있는 ID로 회원 식별과 회원의 서비스 이용을 위해 회원이 선정하고 회사가 승인하는 영문자, 숫자 및 특수문자의 조합을 의미하며, 회사는 일관된 ID정책을 위해 특정 유형의 ID를 회원이 선정하도록 사전에 정할 수 있습니다.
6. 비밀번호(Password)회원의 정보보호를 위해 회원 자신이 설정한 문자, 숫자 및 특수문자의 조합을 의미합니다.
7. Ordering 아이디 웹사이트: 회원이 온라인을 통해 회원정보를 조회 및 변경할 수 있는 인터넷 사이트를 말합니다. (http://www.skt-id.co.kr)
8. Ordering 아이디 제공화면: 회원이 개별 서비스 등에서 Ordering 아이디 가입 등의 행위를 할 때 제공되는 화면을 말합니다.
9. 공통관리정보: Ordering 아이디를 이용하기 위해 회사가 정한 가입절차에 따라 입력한 ID 정보와 필수 입력 항목으로 Ordering 아이디 웹사이트를 통해 정보확인, 변경처리 등을 관리할 수 있는 회원정보 항목을 말하며 해당 정보는 Ordering 아이디 제공을 위해 회원의 동의 하에 개별 서비스에서 공유합니다. 회사는 회원이 Ordering 아이디로 이용하고자 하는 개별 서비스의 유형에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
10. 운영자: Ordering 아이디의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 자를 말합니다.
② 본 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령 및 서비스별 안내에서 정하는 바에 의합니다.
제 3 조 (약관의 효력 및 변경)
① 본 약관의 내용은 Ordering 아이디 웹사이트 화면(http://www.skt-id.co.kr, 이하 같음)에 게시하거나 기타의 방법으로 Ordering 아이디 서비스에 가입을 하여 이용하고자 하는 자(이하 “가입신청자”라 한다)에게 공지하고, 이에 동의한 가입신청자가 Ordering 아이디에 가입함으로써 효력이 발생합니다.
② 회사는 필요하다고 인정되는 경우 본 약관을 변경할 수 있으며, 회사가 약관을 변경할 경우에는 적용일자 및 변경 사유를 명시하여 제1항과 같은 방법으로 그 적용일자 7일 전부터 공지합니다. 다만, 회원에게 불리한 약관의 변경인 경우에는 그 적용일자 30일 전부터 공지하며, E-mail, SMS 등으로 회원에게 개별 통지합니다. 단, 회원의 연락처 미기재, 변경 후 미수정 등으로 인하여 개별 통지가 어려운 경우에 한하여 본 항의 공지를 함으로써 개별 통지 한 것으로 확인해야 합니다.
③ 회사가 제2항에 따라 변경 약관을 공지 또는 통지하면서, 회원에게 약관 변경 적용일까지 거부의사를 표시하지 아니할 경우, 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 회원이 명시적으로 약관 변경에 대한 거부의사를 표시하지 아니하면, 회원이 변경 약관에 동의한 것으로 간주합니다. 회원은 변경된 약관 사항에 동의하지 않으면 서비스 이용을 중단하고 이용 계약을 해지할 수 있습니다.
④ 본 약관은 Ordering 아이디를 이용하여 접속 가능한 개별 서비스에서 동의한 모든 회원에게 적용됩니다.
제 4 조 (약관 외 준칙)
본 약관에 명시되지 않은 사항에 대해서는 정보통신망 이용촉진 및 정보보호에 관한 법률(이하 “정보통신망법”), 개인정보보호법, 위치정보의 보호 및 이용 등에 관한 법률(이하 “위치정보법”), 전기통신기본법, 전기통신사업법 등 관계법령 및 회사가 정한 Ordering 아이디의 세부이용지침 등의 규정을 적용합니다.

제 2 장 Ordering 아이디 이용 계약
제 5 조 (이용 신청)
이용 신청은 개별 서비스 또는 Ordering 아이디 웹사이트의 회원가입 화면에서 고객이 공통관리정보를 가입신청 양식에 기록하는 등 필요한 가입절차를 완료하는 방식으로 행합니다.

제 6 조 (계약의 성립)
① Ordering 아이디 이용계약은 가입신청자가 약관의 내용에 동의한 후 이용신청을 했을 때 회사가 이를 승낙함으로써 체결됩니다.
② 만14세 미만 아동의 Ordering 아이디 이용계약은 해당 아동이 회원가입을 신청하고 아동의 법정 대리인(부모 등)이 개인정보 수집, 이용 등에 동의했을 때 회사가 위 신청을 승낙함으로써 체결됩니다.
제 7 조 (이용신청에 대한 승낙 및 Ordering 아이디 이용의 제한)
① 제5조에 따른 가입신청자에게 회사는 원칙적으로 Ordering 아이디의 이용을 승낙합니다. 단, 회사는 다음 각 호에 해당하는 신청은 그 사유가 해소될 때까지 승낙을 유보하거나, 승낙을 거부할 수 있습니다.
1. 기술상 Ordering 아이디 제공이 불가능한 경우
2. 다른 사람의 명의사용, 이동전화 명의자의 허락 없이 문자메시지(SMS) 인증, 범용공인인증 또는 신용카드인증을 수행하는 등 이용자 등록 시 허위로 신청하는 경우
3. 이용자 등록 사항을 누락하거나 오기하여 신청하는 경우
4. 사회의 안녕질서 또는 미풍양속을 저해하거나, 저해할 목적으로 신청한 경우
5. 이메일(E-mail) 승인 또는 문자메시지(SMS) 인증 등 회사가 정한 인증절차를 완료하지 않은 경우
6. 만 14세 미만 아동이 개인정보의 수집, 이용 등에 대해 법정 대리인의 동의를 얻지 않은 경우
7. 회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치기간에 이용계약을 임의 해지하고 재이용을 신청하는 경우
8. 기타 위법한 이용신청임이 확인된 경우 또는 회원의 책임 있는 사유로 회사가 승낙할 수 없는 경우
② 제1항에 따라 회사가 회원가입 신청의 승낙을 유보하거나 거절한 경우, 회사는 가입신청자에게 승낙유보의 사유, 승낙 가능시기 또는 승낙에 필요한 추가요청정보 내지 자료 등 기타 승낙 유보, 거절과 관련된 사항을 Ordering 아이디 웹사이트에 게시하거나 SMS 등을 통하여 통지합니다.
③ 회사는 회사가 정하는 기준에 따라 회원의 자격을 구분할 수 있으며, 회원의 자격에 따라 Ordering 아이디 이용의 일부가 제한될 수 있습니다.
제 8 조 (기재 사항의 수정)
회원은 이용 신청 시 기재한 사항이 변경되었을 경우 회사가 정한 별도의 이용 방법으로 정해진 양식 및 방법에 의하여 수정하여야 합니다. 회사는 회원이 변경 사항을 적시에 수정하지 않음으로 인하여 발생하는 문제에 대해서는 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
제 3 장 Ordering 아이디 이용
제 9 조 (Ordering 아이디 제공)
① 회사가 개별 서비스와 연동하여 Ordering 아이디에서 제공하는 서비스 내용은 아래와 같습니다.
1. 통합ID : 회원은 Ordering 아이디가 적용된 개별 서비스에서 통합ID 계정으로 로그인할 수 있는 회원 인증 서비스를 이용할 수 있습니다.
2. SSO(Single Sign On): 회원은 1회 로그인으로 특정 단말기 내에서 이용 중인 개별 서비스에 추가 로그인 없이 자동접속 서비스를 이용할 수 있습니다.
3. 고객이 개인 맞춤∙연계 서비스 제공을 위한 개인정보의 결합∙분석∙활용에 동의하는 경우, 회사는 고객의 개인정보 및 회사∙제3자가 제공하는 다양한 서비스 이용과 관련한 정보를 결합∙분석∙활용하며, 이를 바탕으로 신상품이나 이벤트 정보안내, 설문조사 등 고객 맞춤∙연계 서비스(회사 또는 제3자의 서비스)를 제공하고, 이와 관련된 정보를 안내 및 제공합니다.
4. 기타 회사가 제공하는 서비스
② 제1항에 따라 회원에게 제공되는 서비스의 구체적인 내용은 달라질 수 있으며 추후 서비스의 구체적인 내용에 변경이 있을 때에는 회사는 본 약관 제19조에서 정한 방법으로 회원에게 공지하거나 통지합니다.
제 10 조 (Ordering 아이디 제공 개시)
① 회사는 회원의 이용 신청을 승낙한 때부터 Ordering 아이디를 제공합니다. 단, Ordering 아이디가 제공하는 일부 서비스의 경우에는 지정된 일자부터 해당 서비스를 제공합니다.
② 회사의 업무상 또는 기술상의 장애로 인하여 Ordering 아이디를 제공하지 못하는 경우에는 Ordering 아이디 웹사이트에 공시하거나 회원에게 이를 통지합니다.
제 11 조 (Ordering 아이디의 이용시간)
① Ordering 아이디의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무 상이나 기술상의 이유로 Ordering 아이디가 일시 중지될 수 있고, 또한 운영상의 목적으로 회사가 정한 기간동안 Ordering 아이디가 일시 중지될 수 있습니다. 이러한 경우 회사는 사전 또는 사후에 지체 없이 이를 공지합니다.
② 회사는 Ordering 아이디가 제공하는 서비스 또는 연동된 개별 서비스 일정 범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.
제 12 조 (Ordering 아이디의 변경 및 중지)
① 회사는 Ordering 아이디가 제공하는 서비스를 변경할 경우, 해당 내용 및 제공일자를 제19조에서 정한 방법으로 회원에게 공지 또는 통지하고 변경하여 제공할 수 있습니다.
② 회사는 다음 각 호에 해당하는 경우 Ordering 아이디가 제공하는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
1. Ordering 아이디용 설비의 보수 등 공사로 인한 부득이한 경우
2. 회원이 회사, 관계사(회원이 관계사가 제공하는 개별 서비스에 가입한 경우를 말하며, 이하 문맥에 따라 동일한 취지로 해석함)의 영업활동을 방해하는 경우
3. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 Ordering 아이디 이용에 지장이 있는 경우
4. 경영상의 판단, 관계사와의 계약 종료, 정부의 명령/규제 등 회사의 제반 사정으로 Ordering 아이디를 유지할 수 없는 경우
5. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
③ 제2항에 의한 Ordering 아이디 중단의 경우에는 회사가 제19조에서 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 Ordering 아이디의 중단 (운영자의 고의, 과실이 없는 디스크 장애, 시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지 아니합니다.
④ 회사는 본 조에 따른 Ordering 아이디의 변경, 중지로 발생하는 문제에 대해서는 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
⑤ 회사는 본 조에 따른 서비스 변경에 대한 동의를 거절한 회원에 대하여는 변경 전 서비스를 제공합니다. 다만, 그러한 제공이 불가능할 경우 서비스의 제공을 중지하거나 이용계약을 해지할 수 있습니다.
제 13 조 (정보의 제공 및 광고의 게재)
① 회사는 Ordering 아이디를 운영할 때 Ordering 아이디 이용에 필요한 정보(ex. 업데이트 등)를 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공 화면 등에 게재하거나 이메일(E-mail), 서신우편, 단문/장문 문자메시지(SMS/MMS) 등의 방법으로 회원에게 전송할 수 있습니다.
② 회사는 Ordering 아이디를 운영할 때 회사 또는 다른 회사와 관련된 각종 광고를 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공 화면 등에 게재하거나, 회원의 동의를 받아 이메일(E-mail), 서신우편, 단문/장문 문자메시지(SMS/MMS), 텔레마케팅(TM) 등의 방법으로 회원에게 전송할 수 있습니다. 다만, 회원은 관련법에 따라 언제든지 수신거절을 할 수 있습니다.
③ 회원이 제2항에 따른 광고를 이용하거나 Ordering 아이디를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 회원과 광고주 간의 문제입니다. 회원과 광고주간에 분쟁, 기타 문제가 발생하는 경우, 회원과 광고주가 해결하여야 하며, 이와 관련하여 회사는 귀책사유가 없는 한 책임을 지지 않습니다.
제 14 조 (게시물 또는 내용물의 삭제)
① 회사는 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면 등에서 회원이 게시하거나 전달하는 모든 내용물(회원간 전달 포함)이 다음 각 호의 경우에 해당한다고 판단되는 경우 게시중단, 임시조치 또는 삭제할 수 있습니다.
1. 회사, 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
2. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등의 유포에 해당하는 경우
3. 범죄적 행위에 결부된다고 인정되는 내용인 경우
4. 회사 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
5. 제3항 소정의 세부이용지침을 통하여 회사에서 규정한 게시기간을 초과한 경우
6. Ordering 아이디와 관련 없는 내용인 경우
7. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우
8. 기타 관계 법령 및 제3항의 지침에 위반되는 경우
② 회사는 회원이 게시한 게시물에 대해 권리자 등이 정보통신망법 제44조의2에 따라 삭제 또는 제공중단을 요청한 경우, 해당 게시물을 삭제 또는 제공중단 할 수 있습니다.
③ 회사는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 회원은 그 지침에 따라 각종 게시물(회원간 전달 포함)을 등록하거나 삭제하여야 합니다.
제 15 조 (게시물의 저작권)
① 회원이 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에서 게시한 게시물의 저작권은 회원에게 귀속되며, 회사는 이를 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에 게시(이동 게시 포함)할 수 있습니다.
② 회사는 게시한 회원의 동의 없이 게시물을 다른 목적으로 사용할 수 없으며, 게시물을 이용하고자 하는 경우에는 회원의 사전동의를 얻습니다.
③ 회사는 회원이 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에서 게시한 게시물이 타인의 저작권, 기타 권리를 침해하더라도 회사의 귀책사유가 없는 한 이에 대한 민∙형사상의 책임을 부담하지 않습니다. 만일 회원이 타인의 저작권 기타 권리를 침해하였음을 이유로 회사가 귀책사유 없이 타인으로부터 손해배상청구 등 이의 제기를 받은 경우, 회원은 회사의 면책을 위하여 노력하여야 하며, 회원은 그로 인해 회사에 발생한 손해를 부담하여야 합니다.
④ 회사는 회원이 이용계약을 해지하고 사이트를 탈퇴하거나 적법한 사유로 해지된 경우 해당 회원이 게시하였던 게시물을 삭제합니다.
⑤ 회사가 작성한 저작물에 대한 저작권은 회사에 귀속됩니다.
⑥ 회원은 Ordering 아이디를 이용하여 얻은 정보를 가공, 판매하는 행위 및 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면 등에 게재된 자료를 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없으며, 게시물에 대한 저작권 침해는 관계 법령의 적용을 받습니다.
제 4 장 계약당사자의 의무
제 16 조 (회사의 의무)
① 회사는 Ordering 아이디 제공과 관련하여 취득한 회원의 개인정보를 본인의 승낙 없이 제3자에게 제공, 누설, 배포하지 않습니다. 단, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.
② 회사는 업무와 관련하여 회원의 사전 동의 없이 회원 전체 또는 일부의 개인정보를 특정 회원의 정보를 구별할 수 없는 통계자료로 작성하여 이를 사용할 수 있고, 이를 위하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있으며 쿠키의 설정 변경에 의해 Ordering 아이디 이용이 변경되는 것은 회원의 책임입니다.
③ 회사는 Ordering 아이디와 관련한 회원의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 Ordering 아이디 화면에 게재하거나 E-mail 등을 통하여 동 회원에게 통지합니다.
④ 회사가 제공하는 Ordering 아이디로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의 고의나 과실에 기해 발생한 경우에 한하여 회사에서 책임을 부담합니다.
⑤ 회사는 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 Ordering 아이디의 운영, 유지와 관련 있는 법규를 준수합니다.
제 17 조 (회원의 의무)
① 회원은 Ordering 아이디를 이용할 때, 다음 각 호의 행위를 하여서는 아니 됩니다.
1. 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 회원의 ID 및 비밀번호를 도용, 부정하게 사용하거나, 다른 사람의 명의를 사용하거나 명의자의 허락 없이 문자메시지(SMS) 인증, 범용공인인증 또는 신용카드인증 등을 수행하는 행위
2. 회사의 Ordering 아이디를 이용하여 얻은 정보를 회사 및 관계사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
3. 타인의 명예를 손상시키거나 불이익을 주는 행위
4. 게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위
5. 회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위
6. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
7. Ordering 아이디와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위
8. Ordering 아이디 운영을 고의로 방해하거나 Ordering 아이디의 안정적 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부의사에 반하여 광고성 정보 또는 스팸메일(Spam Mail)을 전송하는 행위
9. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
10. 다른 회원의 개인정보를 수집, 저장, 공개하는 행위
11. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
12. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
13. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위
14. Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에서 게시된 정보를 변경하는 행위
15. 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 포함)의 전송 또는 게시 행위
16. 회사 또는 관계사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 E-mail을 발송하는 행위
17. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 E-mail 으로 발송하는 행위
18. 스토킹(stalking) 등 다른 회원을 괴롭히는 행위
19. 기타 불법한 행위
② 회원은 관계 법령, 본 약관의 규정, 이용안내 및 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에서 공지한 주의사항, 회사 및 관계사가 통지하는 사항 등을 준수하여야 하며, 기타 회사 또는 관계사의 업무에 방해되는 행위를 하여서는 아니 됩니다.
③ 회원은 회사 및 관계사에서 공식적으로 인정한 경우를 제외하고는 Ordering 아이디를 이용하여 상품을 판매하는 영업 활동을 할 수 없으며 특히 해킹, 광고를 통한 수익, 음란사이트를 통한 상업행위, 상용소프트웨어 불법배포 등을 할 수 없습니다. 이를 위반하여 발생한 영업 활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 귀책사유가 없는 한 책임을 지지 않으며, 귀책사유가 있는 회원은 이와 같은 행위와 관련하여 회사에 대하여 손해배상 의무를 집니다.
④ 회원은 등록정보에 변경사항이 발생할 경우 즉시 갱신하여야 합니다. 회원이 제공한 등록정보 및 갱신한 등록정보가 부정확할 경우, 기타 회원이 본 조 제1항에 명시된 행위를 한 경우에 회사는 Ordering 아이디 약관 제20조에 의해 회원의 아이디 이용을 제한 또는 중지 할 수 있습니다.
제 18 조 (회원 ID와 Password(비밀번호) 관리에 대한 의무와 책임)
① 회원 ID와 Password(비밀번호)의 관리 소홀, 부정 사용에 의하여 발생하는 결과에 대한 책임은 회원 본인에게 있으며, 회사의 시스템 고장 등 회사의 책임 있는 사유로 발생하는 문제에 대해서는 회사가 책임을 집니다.
② 회원은 본인의 ID 및 Password(비밀번호)를 제3자에게 이용하게 해서는 안되며, 회원 본인의 ID 및 Password(비밀번호)를 도난 당하거나 제3자가 사용하고 있음을 인지하는 경우에는 바로 회사 및 관계사에 통보하고 회사 및 관계사의 안내가 있는 경우 그에 따라야 합니다.
③ 회원은 개인 정보 유출로 인한 피해 확산을 막기 위해 회사의 비밀번호 운영 정책에 따라 본인 인증 후 Password(비밀번호) 변경 절차를 수행해야 하고, 회사의 비밀번호 운영 정책에 따른 비밀번호 변경 절차를 수행하지 않을 경우에는 회원의 개인 정보를 보호하기 위하여 로그인이 제한될 수 있습니다.
제 19 조 (회원에 대한 통지)
① 회원에 대한 통지를 하는 경우 회사는 회원이 등록한 E-mail 주소 또는 SMS 등으로 할 수 있습니다.
② 회사는 회원이 연락처를 기재하지 않았거나 변경 후 미수정하여 개별 통지를 하기가 어렵거나, 본 약관에 따른 불특정 다수 회원에 대한 공지를 할 경우 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에 7일 이상 게시함으로써 개별 통지에 갈음할 수 있습니다.
제 5 장 계약해지 및 이용제한
제 20 조 (계약해지 및 이용제한)
① 회원이 Ordering 아이디 이용계약을 해지하고자 할 경우에는 본인이 Ordering 아이디 웹사이트 또는 회사가 정한 별도의 이용방법으로 회사에 해지신청을 하여야 합니다.
② 회사는 회원이 제17조에 규정한 회원의 의무를 이행하지 않을 경우, 사전 통지 없이 즉시 이용계약을 해지하거나 Ordering 아이디 이용을 중지할 수 있습니다.
③ 회사는 회원의 개인정보 보호를 위하여 Ordering 아이디를 이용한 최종 로그인(log-in) 후 11개월간 로그인 기록이 없는 회원에 대해 Ordering 아이디 해지를 고지하고, 고지일로부터 30일 내에 로그인(log-in)하지 않을 경우 Ordering 아이디를 해지하며 회원의 개인정보를 파기합니다. 다만, Ordering 아이디를 통해 가입한 개별 서비스가 1건 이상 존재하는 회원의 경우 해당 기간 동안은 로그인(log-in) 기록이 없어도 Ordering 아이디를 이용하는 것으로 봅니다.
④ 회사는 회원의 개인정보 보호를 위하여 Ordering 아이디로 사용하는 이메일 혹은 휴대폰 번호 인증을 필수적으로 수행해야 하며, 인증 미 완료 시 이용이 제한될 수 있습니다. 인증은 가입 시점에 완료되어야 합니다. 가입 후 인증을 완료 하지 않은 사용자는 부정확한 이메일 혹은 휴대폰 번호를 입력했거나 서비스 이용 의사가 없는 것으로 간주되어 계정이 잠김 상태가 되며, 잠긴 계정으로 로그인 시도 시 이메일 인증 혹은 휴대폰 번호 인증 후 로그인이 가능합니다. 가입 시점 인증 단계에서 이탈 후 30일이 경과한 계정은 가입이 완료되지 않은 것에 해당하므로, 별도 고지 없이 개인정보를 파기합니다.
⑤ 본 조 제2항 및 제4항의 회사 조치에 대하여 회원은 회사가 정한 절차에 따라 이의신청을 할 수 있습니다.
⑥ 본 조 제5항의 이의가 정당한 경우, 회사는 즉시 Ordering 아이디의 이용을 재개합니다.
제 21 조 (양도 금지)
회원은 Ordering 아이디의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여, 담보 제공할 수 없습니다.

제 6 장 손해배상 등
제 22 조 (손해배상)
① 회원 또는 회사가 본 약관의 규정을 위반함으로 인하여 상대방에 손해가 발생하게 되는 경우, 본 약관을 위반한 당사자는 상대방에 발생하는 모든 손해를 배상하여야 합니다.
② 회원이 Ordering 아이디를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 귀책사유가 있는 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 귀책사유가 있는 당해 회원은 그로 인하여 회사에 발생한 손해를 배상하여야 합니다.
제 23 조 (면책사항)
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 Ordering 아이디를 제공할 수 없는 경우에는 Ordering 아이디 제공에 관한 책임이 면제됩니다.
② 회사는 회원의 귀책사유로 인한 Ordering 아이디의 이용장애에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
③ 회사는 귀책사유가 없는 한 회원이 Ordering 아이디를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 Ordering 아이디를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다. 회사는 귀책사유가 없는 한 회원이 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면 등에 게재한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을 지지 않습니다.
④ 회사는 회사의 귀책사유가 없는 한 회원 상호간 또는 회원과 제3자 상호간에 Ordering 아이디를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
제 24 조 (서비스 종료)
회사가 서비스를 종료하고자 할 경우에는 서비스 종료 3개월 이전까지 Ordering 아이디 웹사이트 또는 Ordering 아이디 제공화면에 게시하고, 제19조에 따른 방법으로 회원에게 통지합니다.

제 25 조 (관할법원)
① Ordering 아이디 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.
② 본 조 제 1항의 협의에서도 분쟁이 해결되지 않을 경우 양 당사자는 민사소송법상의 관할법원에 소를 제기할 수 있습니다.
부칙
(시행일) 본 약관은 2019년 07월 05일부터 시행합니다.</textarea><br><br>
<input type="radio">개인정보 수집 및 이용에 대한 안내(필수)<br><br>
<textarea rows="10" cols="80">
Ordering 아이디 개인정보 수집/이용 동의 (필수)
Ordering 아이디 이용(이하 “Ordering 아이디”라 한다)과 관련하여, 본인은 동의내용을 숙지하였으며, 이에 따라 본인의 개인정보를 귀사(Ordering 주식회사)가 수집 및 이용하는 것에 대해 동의합니다.
수집항목 : 아이디, 비밀번호(Password), 성명, 생년월일, 성별, 연락처 정보(e-mail 주소, 휴대폰번호), 본인인증 기록
* 실명 가입시 연계정보(CI) & 중복확인정보(DI) 또는 외국인등록번호(외국인 한정) 등 실명확인 값</textarea><br><br>
<input type="radio">위치정보 이용약관 동의(선택)<br><br>
<textarea rows="10" cols="80">제 1 조 (목적)
이 약관은 Ordering 주식회사 주식회사 (이하 “회사”)가 제공하는 위치정보사업 또는 위치기반서비스사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (약관 외 준칙)
이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.

제 3 조 (서비스 내용 및 요금)
①회사는 직접 위치정보를 수집하거나 위치정보사업자로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.
1.Geo Tagging 서비스: 게시물에 포함된 개인위치정보주체 또는 이동성 있는 기기의 위치정보가 게시물과 함께 저장됩니다.
2.위치정보를 활용한 검색결과 제공 서비스: 정보 검색을 요청하거나 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 제공 시 본 위치정보를 이용한 검색결과 및 주변결과(맛집, 주변업체, 교통수단 등)를 제시합니다.
3.위치정보를 활용한 친구찾기 및 친구맺기: 현재 위치를 활용하여 친구를 찾아주거나 친구를 추천하여 줍니다.
4.연락처 교환하기: 위치정보를 활용하여 친구와 연락처를 교환할 수 있습니다.
5.이용자 위치를 활용한 광고정보 제공: 검색결과 또는 기타 서비스 이용 과정에서 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 광고소재를 제시합니다.
6.이용자 보호 및 부정 이용 방지: 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 권한없는 자의 비정상적인 서비스 이용 시도 등을 차단합니다.
7.위치정보 공유: 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 안심귀가 등을 목적으로 지인 또는 개인위치정보주체가 지정한 제3자에게 공유합니다.
8.길 안내 등 생활편의 서비스 제공: 교통정보와 길 안내 등 최적의 경로를 지도로 제공하며, 주변 시설물 찾기, 뉴스/날씨 등 생활정보, 긴급구조 서비스 등 다양한 운전 및 생활 편의 서비스를 제공합니다.

②제1항 위치기반서비스의 이용요금은 무료입니다.
제 4 조 (개인위치정보주체의 권리)
①개인위치정보주체는 개인위치정보 수집 범위 및 이용약관의 내용 중 일부 또는 개인위치정보의 이용ㆍ제공 목적, 제공받는 자의 범위 및
위치기반서비스의 일부에 대하여 동의를 유보할 수 있습니다.
②개인위치정보주체는 개인위치정보의 수집ㆍ이용ㆍ제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다.
③개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공의 일시적인 중지를 요구할 수 있습니다.
이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 수단을 갖추고 있습니다
④개인위치정보주체는 회사에 대하여 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다.
이 경우 회사는 정당한 이유 없이 요구를 거절하지 아니합니다.
1.개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료
2.개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용
⑤회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 파기합니다.
단, 동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료에 한합니다.
⑥개인위치정보주체는 제1항 내지 제4항의 권리행사를 위하여 이 약관 제13조의 연락처를 이용하여 회사에 요구할 수 있습니다.
제 5 조 (법정대리인의 권리)
①회사는 만14세 미만 아동으로부터 개인위치정보를 수집ㆍ이용 또는 제공하고자 하는 경우에는 만14세 미만 아동과 그 법정대리인의 동의를 받아야 합니다.
②법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의유보권, 동의철회권 및 일시중지권, 열람ㆍ고지요구권을
행사할 수 있습니다.
제 6 조 (위치정보 이용ㆍ제공사실 확인자료 보유근거 및 보유기간)
회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 위치정보시스템에
자동으로 기록하며, 6개월 이상 보관합니다.

제 7 조 (서비스의 변경 및 중지)
①회사는 위치정보사업자의 정책변경 등과 같이 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를
제한, 변경하거나 중지할 수 있습니다.
②제1항에 의한 서비스 중단의 경우에는 회사는 사전에 인터넷 등에 공지하거나 개인위치정보주체에게 통지합니다.
제 8 조 (개인위치정보 제3자 제공시 즉시 통보)
①회사는 개인위치정보주체의 동의 없이 당해 개인위치정보주체의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는
제공 받는 자 및 제공목적을 사전에 개인위치정보주체에게 고지하고 동의를 받습니다.
②회사는 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인위치정보주체에게
제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다.
③다만, 아래에 해당하는 경우에는 개인위치정보주체가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소 등으로 통보합니다.
1.개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
2.개인위치정보주체가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우
제 9 조 (8세 이하의 아동 등의 보호의무자의 권리)
①회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
1.8세 이하의 아동
2.금치산자
3.장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진및직업재활법 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)
②8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.
③보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.
제 10 조 (손해배상)
개인위치정보주체는 회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 26조의 규정을 위반한 행위로 손해를 입은 경우에 회사에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회사는 고의 또는 과실이 없음을 입증하지 아니하면 책임을 면할 수 없습니다.

제 11 조 (분쟁의 조정)
①회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있습니다.
②회사 또는 개인위치정보주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.</textarea><br><br>
<input type="radio">이벤트 등 프로모션 알림 메일 수신(선택)<br><br>
<input type="hidden" name=member_agree_date value="${dTime }">
<input type="submit" value="취소">
<input type="submit" value="확인">

</form>